[
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0D8D584226680C269DE",
    "remoteJid": "50661331236@s.whatsapp.net",
    "msgContext": {
      "text": "¿Cuántos huesos tiene el cuerpo humano?"
    },
    "reaction": "",
    "timestamp": 1725992333,
    "senderName": "Luis Calderón",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB08FD972AEFF1B82952C",
    "remoteJid": "50661331236@s.whatsapp.net",
    "msgContext": {
      "text": "¿Qué le dice un jardinero a otro?\n\n¡Disfrutemos mientras podamos!"
    },
    "reaction": "",
    "timestamp": 1725995936,
    "senderName": "Luis Calderón",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB058D9AD7E5D33CE3AFE",
    "remoteJid": "50661331236@s.whatsapp.net",
    "msgContext": {
      "text": "¿Qué le dice un jardinero a otro?\n\n¡Disfrutemos mientras podamos!"
    },
    "reaction": "",
    "timestamp": 1725996806,
    "senderName": "Luis Calderón",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB010F917C3626B04DD4E",
    "remoteJid": "50661331236@s.whatsapp.net",
    "msgContext": {
      "text": "si"
    },
    "reaction": "",
    "timestamp": 1725998123,
    "senderName": "Luis Calderón",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0961D32B10670B33436",
    "remoteJid": "50661331236@s.whatsapp.net",
    "msgContext": {
      "text": "Claro, ¡hablemos de las comidas de las serpientes! Las serpientes tienen una dieta bastante diversa, y sus hábitos alimenticios dependen en gran medida de la especie y su hábitat.\n\nCarnívoras: La mayoría de las serpientes son carnívoras, lo que significa que comen carne. Su dieta puede incluir una variedad de presas, como roedores, aves, huevos, peces e incluso otras serpientes. Algunas serpientes grandes, como las boas y pitones, pueden capturar presas mucho mayores que ellas mismas.\n\nMétodo de caza: Las serpientes usan diferentes estrategias para cazar. Algunas, como las serpientes constrictoras (por ejemplo, boas y pitones), se envuelven alrededor de sus presas y las asfixian antes de tragarlas. Otras, como las serpientes venenosas (como las cobras y las víboras), usan su veneno para inmovilizar o matar a la presa antes de comerla.\n\nDigestión: Las serpientes tienen un sistema digestivo bastante eficiente. Pueden tragar presas enteras debido a sus mandíbulas extremadamente flexibles. Su sistema digestivo está adaptado para descomponer grandes cantidades de carne y absorber los nutrientes necesarios. La digestión puede tomar varios días, dependiendo del tamaño de la presa.\n\nFrecuencia de alimentación: La frecuencia con la que una serpiente come puede variar ampliamente. Algunas serpientes comen con regularidad, mientras que otras pueden pasar semanas o incluso meses sin alimentarse, especialmente si están en proceso de muda o si han comido una presa particularmente grande.\n\nDieta especializada: Algunas serpientes tienen dietas muy especializadas. Por ejemplo, las serpientes de la familia Lampropeltidae (como las serpientes rey) se alimentan principalmente de otras serpientes. Otras pueden tener dietas más variadas que incluyen insectos, lagartijas y anfibios.\n\nEn general, la dieta de una serpiente está adaptada a su tamaño, hábitat y tipo de presa disponible en su entorno. ¡Las serpientes son verdaderamente fascinantes en muchos aspectos, incluyendo sus hábitos alimenticios!"
    },
    "reaction": "",
    "timestamp": 1725998810,
    "senderName": "Luis Calderón",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  }
]