[
  {
    "group": false,
    "type": "text",
    "msgId": "3EB02DE8118BB2631AEB65",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "Perfecto"
    },
    "reaction": "",
    "timestamp": 1725899536,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB04937E8B85C47C24C7D",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "hola de nuevo"
    },
    "reaction": "",
    "timestamp": 1725899954,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0D2E9C6668D36F4249A",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "Buenas tardes"
    },
    "reaction": "",
    "timestamp": 1725899989,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0672AF11FAC2D3B2902",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "Un gusto saludarle"
    },
    "reaction": "",
    "timestamp": 1725902175,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB08D3BAA30034EAAE949",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "Costa Rica, oficialmente República de Costa Rica, es un Estado soberano organizado como una república presidencialista unitaria compuesta por 7 provincias. Ubicado en Centroamérica, posee un territorio con un área total de 51 179 km². Limita con Nicaragua al norte, el mar Caribe al este, Panamá al sureste y el océano Pacífico al oeste. En cuanto a los bordes marítimos, colinda con Nicaragua, Colombia, Panamá y Ecuador.7​8​ Cuenta con 5 226 362 habitantes.9​ Su capital, centro político y económico es San José, y su idioma oficial es el español.10​ Su punto más austral es la Isla del Coco."
    },
    "reaction": "",
    "timestamp": 1725905369,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB07C6D5CADFE88E9C211",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "Y además resulta que el pico de los loros los hace muy diferentes al resto de las aves. Mientras que en otro tipo de pájaros la parte superior del pico es una continuación de su esqueleto, el pico de los loros es capaz de moverse la parte superior del pico de manera independiente a la inferior, subiéndola o incluso desplazándola ligeramente hacia delante. El motivo principal es que se esta manera pueden ejercer más fuerza para partir alimentos o agarrarse más fuertemente a ramas."
    },
    "reaction": "",
    "timestamp": 1725909293,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0BCA135D4447E340DA1",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "Perfecto"
    },
    "reaction": "",
    "timestamp": 1725913971,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0C9F2B21B0E30804DC6",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "fgfgf"
    },
    "reaction": "",
    "timestamp": 1725917476,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0804B708C0BC6AE0F5A",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "Hello, best regards"
    },
    "reaction": "",
    "timestamp": 1725917510,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0D96FCD69BC46048252",
    "remoteJid": "50661328107@s.whatsapp.net",
    "msgContext": {
      "text": "La química nuclear es una rama de la química que se centra en los procesos y principios que involucran el núcleo atómico. Aquí hay algunos conceptos clave sobre esta área de estudio:\n\nEstructura del Núcleo Atómico: El núcleo de un átomo está compuesto por protones y neutrones. Los protones tienen carga positiva, mientras que los neutrones no tienen carga (son neutros). La cantidad de protones determina el elemento químico, mientras que el número de neutrones puede variar, formando isótopos del mismo elemento.\n\nRadiactividad: Es el proceso por el cual los núcleos inestables de algunos átomos emiten partículas y energía para alcanzar una configuración más estable. Los tipos de radiactividad incluyen alfa (emisión de partículas de helio), beta (emisión de electrones o positrones) y gamma (emisión de radiación electromagnética de alta energía).\n\nReacciones Nucleares: Estas reacciones involucran cambios en el núcleo atómico. Ejemplos incluyen la fisión (cuando un núcleo pesado se divide en núcleos más ligeros, liberando energía, como en los reactores nucleares) y la fusión (cuando núcleos ligeros se combinan para formar un núcleo más pesado, como en el sol y otras estrellas).\n\nAplicaciones de la Química Nuclear:\n\nMedicina Nuclear: Utiliza isótopos radiactivos para diagnóstico y tratamiento, como en la imagenología por tomografía por emisión de positrones (PET) o en la radioterapia para tratar ciertos tipos de cáncer.\nEnergía Nuclear: La fisión nuclear en los reactores produce electricidad de manera eficiente. Sin embargo, también plantea desafíos como la gestión de desechos radiactivos.\nInvestigación: Los aceleradores de partículas y otras herramientas de investigación nuclear ayudan a entender mejor las propiedades fundamentales de la materia y del universo.\nSeguridad y Protección: Dado que la radiactividad puede ser peligrosa para la salud, es crucial seguir medidas de protección adecuadas, como el uso de blindajes, y monitorear la exposición a la radiación.\n\nLa química nuclear es una disciplina fascinante que combina la física y la química para explorar y utilizar los fenómenos que ocurren en el núcleo atómico. Si tienes alguna pregunta más específica, no dudes en preguntar."
    },
    "reaction": "",
    "timestamp": 1725918710,
    "senderName": "Daril Torres",
    "status": "sent",
    "star": false,
    "route": "incoming",
    "context": ""
  }
]