[
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0655F017895EBC2B097",
    "remoteJid": "50661327100@s.whatsapp.net",
    "msgContext": {
      "text": "¿Por qué el libro de matemáticas se deprimió?\n\nPorque tenía demasiados problemas."
    },
    "reaction": "",
    "timestamp": 1725992121,
    "senderName": "Hillary Dist Liberty",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB022773739578F0F64DD",
    "remoteJid": "50661327100@s.whatsapp.net",
    "msgContext": {
      "text": "¿Por qué el libro de matemáticas se deprimió?\n\nPorque tenía demasiados problemas."
    },
    "reaction": "",
    "timestamp": 1725992130,
    "senderName": "Hillary Dist Liberty",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB077DE1F319A6309DABD",
    "remoteJid": "50661327100@s.whatsapp.net",
    "msgContext": {
      "text": "La Llamada Nocturna\n\nEn un pequeño pueblo, una joven llamada Ana se mudó a una antigua casa que había heredado de su abuela. La casa era grande y tenía un aire nostálgico, pero Ana estaba emocionada de comenzar una nueva etapa en ella.\n\nUna noche, mientras Ana estaba en la cocina, su teléfono sonó. Era una llamada a la medianoche de un número desconocido. Al contestar, solo escuchó una respiración pesada y luego una voz susurrante que decía: “Te estoy observando”.\n\nAna se estremeció, pero pensó que era una broma de mal gusto y colgó. Sin embargo, esa noche no pudo dormir bien, sintiendo una presencia inquietante en la casa.\n\nAl día siguiente, la misma llamada se repitió a la misma hora. Ana decidió no contestar y simplemente colgó. La tercera noche, las llamadas continuaron, y la voz cada vez parecía más cercana y más amenazante. Ana comenzó a sentir que alguien la estaba vigilando desde las sombras.\n\nDesesperada, decidió cambiar el número de su teléfono, pero las llamadas persistieron. Finalmente, un día encontró una vieja fotografía de la familia que había vivido en la casa antes que ella. En la esquina de la imagen, vio un rostro familiar que la hizo temblar de miedo: la misma figura que había visto en sus sueños, con ojos fríos y vacíos.\n\nAna decidió investigar la historia de la casa y descubrió que el anterior propietario había sido un hombre perturbado que había desaparecido misteriosamente. Las llamadas nocturnas parecían ser la última forma de comunicación del hombre, que nunca había aceptado su destino.\n\nUna noche, Ana recibió una llamada más. Esta vez, la voz susurrante dijo: “Finalmente estás lista para unirte a mí”. Con el corazón acelerado, Ana vio una sombra moverse en el pasillo y sintió un frío helado que se apoderó de la casa. Decidió abandonar la casa inmediatamente, sin mirar atrás.\n\nNunca volvió a saber de la casa ni de las llamadas, pero siempre recordará la sensación de ser observada desde la oscuridad, como si el hombre perturbado hubiera encontrado un nuevo huésped para su terror eterno."
    },
    "reaction": "",
    "timestamp": 1725992525,
    "senderName": "Hillary Dist Liberty",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0105BDFF35F368D26A0",
    "remoteJid": "50661327100@s.whatsapp.net",
    "msgContext": {
      "text": "¿Por qué el libro de matemáticas se deprimió?\n\nPorque tenía demasiados problemas."
    },
    "reaction": "",
    "timestamp": 1725993286,
    "senderName": "Hillary Dist Liberty",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0E3AB10B55918C27852",
    "remoteJid": "50661327100@s.whatsapp.net",
    "msgContext": {
      "text": "The Tale of the Three Brothers\n\nOnce upon a time, three brothers who were skilled in magic were traveling together. They came upon a river that was too dangerous to cross. However, they used their magical abilities to conjure a bridge and safely crossed the river.\n\nOn the other side, they encountered Death, who was not pleased at being cheated out of the lives of the brothers. Death congratulated them on their cleverness but declared that he would reward them for their trickery.\n\nThe eldest brother asked for a powerful wand more powerful than any in existence, and Death provided him with an exceptionally powerful wand made from elder wood. The second brother asked for the power to bring back the dead, and Death gave him a stone that could resurrect the deceased. The youngest brother, however, asked for something that would allow him to go forth from Death’s reach. Death, begrudgingly, gave him a simple, unassuming cloak of invisibility.\n\nThe eldest brother, with his new wand, became arrogant and was eventually killed by another wizard who coveted the wand. The second brother, using the stone to bring back his lost love, was ultimately driven to despair when he realized she was not truly alive and eventually took his own life to join her. The youngest brother lived a long and peaceful life, always using his cloak to evade Death’s pursuit. When he was ready to die, he took off the cloak and greeted Death as an old friend.\n\nThus, the story illustrates the dangers of seeking power and the value of accepting one's mortality."
    },
    "reaction": "",
    "timestamp": 1725995949,
    "senderName": "Hillary Dist Liberty",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0FB9FE59FBD123F9DC9",
    "remoteJid": "50661327100@s.whatsapp.net",
    "msgContext": {
      "text": "puede ser"
    },
    "reaction": "",
    "timestamp": 1725999381,
    "senderName": "Hillary Dist Liberty",
    "status": "read",
    "star": false,
    "route": "outgoing",
    "context": ""
  }
]