[
  {
    "group": false,
    "type": "text",
    "msgId": "3EB037EB38BC958A4F5A47",
    "remoteJid": "50661330359@s.whatsapp.net",
    "msgContext": {
      "text": "si"
    },
    "reaction": "",
    "timestamp": 1725992346,
    "senderName": "Hillary Dist Liberty",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB061427D8B65463CC238",
    "remoteJid": "50661330359@s.whatsapp.net",
    "msgContext": {
      "text": "La Llamada Nocturna\n\nEn un pequeño pueblo, una joven llamada Ana se mudó a una antigua casa que había heredado de su abuela. La casa era grande y tenía un aire nostálgico, pero Ana estaba emocionada de comenzar una nueva etapa en ella.\n\nUna noche, mientras Ana estaba en la cocina, su teléfono sonó. Era una llamada a la medianoche de un número desconocido. Al contestar, solo escuchó una respiración pesada y luego una voz susurrante que decía: “Te estoy observando”.\n\nAna se estremeció, pero pensó que era una broma de mal gusto y colgó. Sin embargo, esa noche no pudo dormir bien, sintiendo una presencia inquietante en la casa.\n\nAl día siguiente, la misma llamada se repitió a la misma hora. Ana decidió no contestar y simplemente colgó. La tercera noche, las llamadas continuaron, y la voz cada vez parecía más cercana y más amenazante. Ana comenzó a sentir que alguien la estaba vigilando desde las sombras.\n\nDesesperada, decidió cambiar el número de su teléfono, pero las llamadas persistieron. Finalmente, un día encontró una vieja fotografía de la familia que había vivido en la casa antes que ella. En la esquina de la imagen, vio un rostro familiar que la hizo temblar de miedo: la misma figura que había visto en sus sueños, con ojos fríos y vacíos.\n\nAna decidió investigar la historia de la casa y descubrió que el anterior propietario había sido un hombre perturbado que había desaparecido misteriosamente. Las llamadas nocturnas parecían ser la última forma de comunicación del hombre, que nunca había aceptado su destino.\n\nUna noche, Ana recibió una llamada más. Esta vez, la voz susurrante dijo: “Finalmente estás lista para unirte a mí”. Con el corazón acelerado, Ana vio una sombra moverse en el pasillo y sintió un frío helado que se apoderó de la casa. Decidió abandonar la casa inmediatamente, sin mirar atrás.\n\nNunca volvió a saber de la casa ni de las llamadas, pero siempre recordará la sensación de ser observada desde la oscuridad, como si el hombre perturbado hubiera encontrado un nuevo huésped para su terror eterno."
    },
    "reaction": "",
    "timestamp": 1725992455,
    "senderName": "Hillary Dist Liberty",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB02150938A957E34CFB5",
    "remoteJid": "50661330359@s.whatsapp.net",
    "msgContext": {
      "text": "El Último Mensaje\n\nCarlos, un joven programador, pasaba largas horas trabajando en su ordenador en un pequeño apartamento en el centro de la ciudad. Una noche, mientras estaba en medio de un proyecto, su teléfono sonó con una notificación de mensaje. Era de un número desconocido.\n\nEl mensaje decía: “Sé lo que hiciste.” Carlos frunció el ceño, pensando que era una broma o un error. Decidió ignorarlo y continuar trabajando. Sin embargo, el mensaje se repetía cada noche a la misma hora, con un contenido cada vez más inquietante: “Te estoy vigilando. Pronto pagarás.”\n\nCarlos, ya molesto y asustado, bloqueó el número, pero el mensaje seguía llegando desde diferentes números. Empezó a sentirse observado y paranoico, como si alguien estuviera acechándolo desde las sombras.\n\nUna noche, mientras revisaba sus correos electrónicos, encontró un archivo adjunto en uno de ellos que no recordaba haber recibido. El archivo tenía el nombre: “Prueba de tu culpa”. Temblando, lo abrió y encontró una grabación de video. El video mostraba a Carlos en su propia casa, desde una cámara oculta que no había notado antes.\n\nEn el video, se veía a Carlos moviéndose por su apartamento, trabajando en su ordenador, y al final del clip, una figura enmascarada aparecía brevemente en el fondo, observándolo.\n\nCarlos sintió un escalofrío recorrer su espalda. Rápidamente revisó cada rincón de su apartamento, pero no encontró ninguna cámara. Desesperado, trató de rastrear el origen del archivo, pero no pudo encontrar ninguna pista.\n\nEsa noche, el mensaje más reciente llegó con una foto. Era una imagen de Carlos durmiendo en su cama, tomada desde un ángulo que solo alguien muy cercano podría haber usado. Junto a la foto había un mensaje final: “Gracias por tu colaboración. Ahora, el juego ha terminado.”\n\nCarlos nunca pudo averiguar quién estaba detrás de los mensajes ni cómo habían logrado infiltrarse en su vida de esa manera. La sensación de estar siempre vigilado y el terror de las noches interminables lo llevaron a abandonar su apartamento, y nunca volvió a encontrar tranquilidad."
    },
    "reaction": "",
    "timestamp": 1725994390,
    "senderName": "Hillary Dist Liberty",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB02D9D8AB387BFE45ACA",
    "remoteJid": "50661330359@s.whatsapp.net",
    "msgContext": {
      "text": "¿Qué hace una abeja en el gimnasio?\n\n¡Zum-ba!"
    },
    "reaction": "",
    "timestamp": 1725994580,
    "senderName": "Hillary Dist Liberty",
    "status": "delivered",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB041D5D3BEB94812EEFD",
    "remoteJid": "50661330359@s.whatsapp.net",
    "msgContext": {
      "text": "Claro, ¡hablemos de las comidas de las serpientes! Las serpientes tienen una dieta bastante diversa, y sus hábitos alimenticios dependen en gran medida de la especie y su hábitat.\n\nCarnívoras: La mayoría de las serpientes son carnívoras, lo que significa que comen carne. Su dieta puede incluir una variedad de presas, como roedores, aves, huevos, peces e incluso otras serpientes. Algunas serpientes grandes, como las boas y pitones, pueden capturar presas mucho mayores que ellas mismas.\n\nMétodo de caza: Las serpientes usan diferentes estrategias para cazar. Algunas, como las serpientes constrictoras (por ejemplo, boas y pitones), se envuelven alrededor de sus presas y las asfixian antes de tragarlas. Otras, como las serpientes venenosas (como las cobras y las víboras), usan su veneno para inmovilizar o matar a la presa antes de comerla.\n\nDigestión: Las serpientes tienen un sistema digestivo bastante eficiente. Pueden tragar presas enteras debido a sus mandíbulas extremadamente flexibles. Su sistema digestivo está adaptado para descomponer grandes cantidades de carne y absorber los nutrientes necesarios. La digestión puede tomar varios días, dependiendo del tamaño de la presa.\n\nFrecuencia de alimentación: La frecuencia con la que una serpiente come puede variar ampliamente. Algunas serpientes comen con regularidad, mientras que otras pueden pasar semanas o incluso meses sin alimentarse, especialmente si están en proceso de muda o si han comido una presa particularmente grande.\n\nDieta especializada: Algunas serpientes tienen dietas muy especializadas. Por ejemplo, las serpientes de la familia Lampropeltidae (como las serpientes rey) se alimentan principalmente de otras serpientes. Otras pueden tener dietas más variadas que incluyen insectos, lagartijas y anfibios.\n\nEn general, la dieta de una serpiente está adaptada a su tamaño, hábitat y tipo de presa disponible en su entorno. ¡Las serpientes son verdaderamente fascinantes en muchos aspectos, incluyendo sus hábitos alimenticios!"
    },
    "reaction": "",
    "timestamp": 1725994631,
    "senderName": "Hillary Dist Liberty",
    "status": "read",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0A001CEF527F8EE70CF",
    "remoteJid": "50661330359@s.whatsapp.net",
    "msgContext": {
      "text": "El Último Mensaje\n\nCarlos, un joven programador, pasaba largas horas trabajando en su ordenador en un pequeño apartamento en el centro de la ciudad. Una noche, mientras estaba en medio de un proyecto, su teléfono sonó con una notificación de mensaje. Era de un número desconocido.\n\nEl mensaje decía: “Sé lo que hiciste.” Carlos frunció el ceño, pensando que era una broma o un error. Decidió ignorarlo y continuar trabajando. Sin embargo, el mensaje se repetía cada noche a la misma hora, con un contenido cada vez más inquietante: “Te estoy vigilando. Pronto pagarás.”\n\nCarlos, ya molesto y asustado, bloqueó el número, pero el mensaje seguía llegando desde diferentes números. Empezó a sentirse observado y paranoico, como si alguien estuviera acechándolo desde las sombras.\n\nUna noche, mientras revisaba sus correos electrónicos, encontró un archivo adjunto en uno de ellos que no recordaba haber recibido. El archivo tenía el nombre: “Prueba de tu culpa”. Temblando, lo abrió y encontró una grabación de video. El video mostraba a Carlos en su propia casa, desde una cámara oculta que no había notado antes.\n\nEn el video, se veía a Carlos moviéndose por su apartamento, trabajando en su ordenador, y al final del clip, una figura enmascarada aparecía brevemente en el fondo, observándolo.\n\nCarlos sintió un escalofrío recorrer su espalda. Rápidamente revisó cada rincón de su apartamento, pero no encontró ninguna cámara. Desesperado, trató de rastrear el origen del archivo, pero no pudo encontrar ninguna pista.\n\nEsa noche, el mensaje más reciente llegó con una foto. Era una imagen de Carlos durmiendo en su cama, tomada desde un ángulo que solo alguien muy cercano podría haber usado. Junto a la foto había un mensaje final: “Gracias por tu colaboración. Ahora, el juego ha terminado.”\n\nCarlos nunca pudo averiguar quién estaba detrás de los mensajes ni cómo habían logrado infiltrarse en su vida de esa manera. La sensación de estar siempre vigilado y el terror de las noches interminables lo llevaron a abandonar su apartamento, y nunca volvió a encontrar tranquilidad."
    },
    "reaction": "",
    "timestamp": 1725996617,
    "senderName": "Hillary Dist Liberty",
    "status": "read",
    "star": false,
    "route": "outgoing",
    "context": ""
  },
  {
    "group": false,
    "type": "text",
    "msgId": "3EB0AB9386BEAFF18FAF3E",
    "remoteJid": "50661330359@s.whatsapp.net",
    "msgContext": {
      "text": "¿Qué hace una abeja en el gimnasio?\n\n¡Zum-ba!"
    },
    "reaction": "",
    "timestamp": 1725997928,
    "senderName": "Hillary Dist Liberty",
    "status": "read",
    "star": false,
    "route": "outgoing",
    "context": ""
  }
]